Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Upload cancelled. The draft edit was discarded.
ar: تم إلغاء التحميل. تم تجاهل مسودة التعديل.
ca: Pujada cancel·lada. L'esborrany d'edició s'ha descartat.
cs: Nahrávání zrušeno. Koncept úpravy byl zahozen.
da: Upload annulleret. Udkastet til redigering blev kasseret.
de: Hochladen abgebrochen. Der Bearbeitungsentwurf wurde verworfen.
el: Η μεταφόρτωση ακυρώθηκε. Η πρόχειρη επεξεργασία απορρίφθηκε.
es: Subida cancelada. Se descartó el borrador de la edición.
fa: آپلود لغو شد. ویرایش پیش‌نویس کنار گذاشته شد.
fi: Lataus peruttu. Muokkausluonnos hylättiin.
fr: Envoi annulé. Le brouillon de modification a été abandonné.
he: ההעלאה בוטלה. עריכת הטיוטה נמחקה.
hr: Prijenos je otkazan. Nacrt uređivanja je odbačen.
hu: Feltöltés megszakítva. A szerkesztés vázlatát elvetették.
id: Pengunggahan dibatalkan. Draf editnya dibuang.
it: Caricamento annullato. La modifica in bozza è stata scartata.
ja: アップロードをキャンセルしました。下書きの編集は破棄されました。
ko: 업로드가 취소되었습니다. 초안 편집 내용이 폐기되었습니다.
ms: Muat naik dibatalkan. Suntingan draf telah dibuang.
nl: Uploaden geannuleerd. De conceptbewerking is verwijderd.
no: Opplasting avbrutt. Redigeringsutkastet ble forkastet.
pl: Przesyłanie anulowane. Wersja robocza została odrzucona.
pt_br: Envio cancelado. O rascunho da edição foi descartado.
pt_pt: Carregamento cancelado. O rascunho da edição foi descartado.
ro: Încărcarea a fost anulată. Schița de editare a fost eliminată.
ru: Загрузка отменена. Черновик правки удален.
sk: Nahrávanie bolo zrušené. Koncept úpravy bol zahodený.
sl: Nalaganje preklicano. Osnutek urejanja je bil zavržen.
sv: Uppladdningen avbröts. Redigeringens utkast kasserades.
th: การอัปโหลดถูกยกเลิก การแก้ไขแบบร่างถูกยกเลิก
tr: Yükleme iptal edildi. Taslak düzenleme silindi.
uk: Вивантаження скасовано. Чернетку редагування відкинуто.
ur: اپ لوڈ منسوخ کر دیا گیا۔ مسودہ میں ترمیم کو مسترد کر دیا گیا تھا۔
vi: Đã hủy tải lên. Bản chỉnh sửa dự thảo đã bị loại bỏ.
zh_hans: 上传已取消。草稿编辑已丢弃。
zh_hant: 已取消上傳。草稿編輯已被捨棄。

source: Upload compares each screenshot with the store and changes only what differs, keeping the App Store asset IDs of exact matches.
ar: يقارن التحميل كل لقطة شاشة مع المتجر ويغير فقط ما هو مختلف، مع الاحتفاظ بمعرفات الأصول App Store ذات التطابقات التامة.
ca: Pujada compara cada captura de pantalla amb la botiga i només canvia allò que difereix, conservant els App Store identificadors de recursos de coincidències exactes.
cs: Nahrání porovná každý snímek obrazovky s obchodem a změní pouze to, co se liší, přičemž zachová App Store ID děl přesných shod.
da: Upload sammenligner hvert skærmbillede med butikken og ændrer kun det, der adskiller sig, og beholder App Store aktiv-id'erne for eksakte matches.
de: Der Upload vergleicht jeden Screenshot mit dem Store und ändert nur Abweichungen; exakte Treffer behalten ihre App Store-Asset-IDs.
el: Η μεταφόρτωση συγκρίνει κάθε στιγμιότυπο οθόνης με το κατάστημα και αλλάζει μόνο ό,τι διαφέρει, διατηρώντας τα App Store αναγνωριστικά στοιχείων των ακριβών αντιστοιχιών.
es: La subida compara cada captura con la tienda y cambia solo lo que difiere, conservando los ID de recurso del App Store de las coincidencias exactas.
fa: آپلود هر اسکرین‌شات را با فروشگاه مقایسه می‌کند و فقط موارد متفاوت را تغییر می‌دهد؛ موارد کاملاً یکسان شناسه‌های دارایی App Store خود را نگه می‌دارند.
fi: Lataa vertaa kutakin kuvakaappausta kauppaan ja muuttaa vain eroavia asioita pitäen tarkan vastaavuuden App Store sisältökohteen tunnukset.
fr: L’envoi compare chaque capture avec la boutique et ne modifie que les différences, en conservant les identifiants de ressource App Store des correspondances exactes.
he: העלאה משווה כל צילום מסך לחנות ומשנה רק את מה ששונה, תוך שמירה על מזהי הנכסים App Store של התאמות מדויקות.
hr: Prijenos uspoređuje svaku snimku zaslona s trgovinom i mijenja samo ono što se razlikuje, zadržavajući App Store ID-ove sredstava točnim podudaranjem.
hu: A Feltöltés minden képernyőképet összehasonlít az üzlettel, és csak a különbözőket módosítja, megtartva a pontos egyezések App Store elemazonosítóit.
id: Upload membandingkan setiap tangkapan layar dengan tangkapan layar yang disimpan dan hanya mengubah perbedaannya, sehingga ID aset App Store tetap sama persis.
it: “Carica” confronta ogni screenshot con lo store e modifica solo ciò che è diverso, mantenendo gli ID asset App Store delle corrispondenze esatte.
ja: アップロード時には各スクリーンショットをストア上のものと比較し、差分だけを変更します。完全に一致するものは App Store のアセット ID を保持します。
ko: 업로드는 각 스크린샷을 스토어와 비교해 다른 항목만 변경하며, 정확히 일치하는 항목의 App Store 에셋 ID는 유지합니다.
ms: Muat naik membandingkan setiap tangkapan skrin dengan kedai dan menukar hanya perkara yang berbeza, mengekalkan ID aset App Store padanan tepat.
nl: Upload vergelijkt elke schermafbeelding met de winkel en verandert alleen wat verschilt, waarbij de App Store item-ID's van exacte overeenkomsten behouden blijven.
no: Last opp sammenligner hvert skjermbilde med butikken og endrer bare det som er forskjellig, og beholder App Store-element-ID-ene for eksakte treff.
pl: Przesyłanie porównuje każdy zrzut ekranu ze sklepem i zmienia tylko to, co się różni, zachowując dokładne identyfikatory zasobów App Store.
pt_br: O envio compara cada captura com a loja e altera apenas o que for diferente, mantendo os IDs de recurso da App Store das correspondências exatas.
pt_pt: O upload compara cada captura de ecrã com a loja e altera apenas o que difere, mantendo os App Store IDs de ativos de correspondências exatas.
ro: Încărcarea compară fiecare captură de ecran cu magazinul și modifică numai ceea ce diferă, păstrând ID-urile de material App Store ale potrivirilor exacte.
ru: Загрузка сравнивает каждый скриншот с магазином и меняет только то, что отличается, сохраняя ID ресурсов App Store у точных совпадений.
sk: Nahranie porovná každú snímku obrazovky s obchodom a zmení iba to, čo sa líši, pričom sa zachovajú App Store ID diel presných zhôd.
sl: Nalaganje primerja vsak posnetek zaslona s trgovino in spremeni le tisto, kar se razlikuje, pri čemer se ID-ji sredstev App Store natančno ujemajo.
sv: Upload jämför varje skärmdump med butiken och ändrar bara det som skiljer sig, och behåller App Store tillgångs-ID:n för exakta matchningar.
th: อัปโหลดจะเปรียบเทียบภาพหน้าจอแต่ละภาพกับร้านค้า และเปลี่ยนแปลงเฉพาะสิ่งที่แตกต่าง โดยคง App Store รหัสเนื้อหาที่ตรงกันทุกประการ
tr: Yükleme, her ekran görüntüsünü mağazadakiyle karşılaştırır ve yalnızca farklı olanları değiştirir; birebir eşleşenlerin App Store varlık kimliklerini korur.
uk: Вивантаження порівнює кожен знімок екрана з магазином і змінює лише те, що відрізняється, зберігаючи ідентифікатори ресурсів App Store для точних збігів.
ur: اپ لوڈ ہر اسکرین شاٹ کا اسٹور کے ساتھ موازنہ کرتا ہے اور صرف وہی تبدیل کرتا ہے جو مختلف ہوتا ہے، عین مطابق مماثلتوں کی App Store اثاثہ IDs کو برقرار رکھتے ہوئے۔
vi: Tải lên sẽ so sánh từng ảnh chụp màn hình với cửa hàng và chỉ thay đổi những gì khác biệt, giữ lại ID nội dung App Store của các kết quả trùng khớp chính xác.
zh_hans: “上传”会将每张截图与商店中的截图比对，只更改有差异的内容，并保留完全一致的截图的 App Store 资源 ID。
zh_hant: 「上傳」會將每張螢幕截圖與商店比對，只更改有差異的部分，並保留完全相符項目的 App Store 素材 ID。

source: Upload complete
ar: اكتمل التحميل
ca: Càrrega completa
cs: Nahrávání dokončeno
da: Upload fuldført
de: Hochladen abgeschlossen
el: Η μεταφόρτωση ολοκληρώθηκε
es: Subida completada
fa: آپلود کامل شد
fi: Lataus valmis
fr: Envoi terminé
he: ההעלאה הושלמה
hr: Prijenos dovršen
hu: Feltöltés kész
id: Unggahan selesai
it: Caricamento completato
ja: アップロード完了
ko: 업로드 완료
ms: Muat naik selesai
nl: Uploaden voltooid
no: Opplasting fullført
pl: Przesyłanie zakończone
pt_br: Envio concluído
pt_pt: Carregamento concluído
ro: Încărcare finalizată
ru: Загрузка завершена
sk: Nahrávanie je dokončené
sl: Nalaganje končano
sv: Uppladdningen är klar
th: อัปโหลดเสร็จสมบูรณ์
tr: Yükleme tamamlandı
uk: Вивантаження завершено
ur: اپ لوڈ مکمل
vi: Tải lên hoàn tất
zh_hans: 上传完成
zh_hant: 上傳完成

source: Upload failed
ar: فشل التحميل
ca: La càrrega ha fallat
cs: Nahrání se nezdařilo
da: Upload mislykkedes
de: Upload fehlgeschlagen
el: Η μεταφόρτωση απέτυχε
es: Error al subir
fa: آپلود ناموفق بود
fi: Lataus epäonnistui
fr: Échec de l'envoi
he: ההעלאה נכשלה
hr: Prijenos nije uspio
hu: A feltöltés sikertelen
id: Gagal mengunggah
it: Caricamento non riuscito
ja: アップロードに失敗しました
ko: 업로드 실패
ms: Muat naik gagal
nl: Uploaden mislukt
no: Opplasting mislyktes
pl: Przesyłanie nie powiodło się
pt_br: Falha no envio
pt_pt: Falha no upload
ro: Încărcarea nu a reușit
ru: Ошибка загрузки
sk: Nahrávanie zlyhalo
sl: Nalaganje ni uspelo
sv: Uppladdningen misslyckades
th: การอัปโหลดล้มเหลว
tr: Yükleme başarısız oldu
uk: Не вдалося вивантажити
ur: اپ لوڈ ناکام ہو گیا۔
vi: Tải lên không thành công
zh_hans: 上传失败
zh_hant: 上傳失敗

source: Upload failed while trying to %@.
ar: فشل التحميل أثناء محاولة %1$@.
ca: La pujada ha fallat mentre s'intentava fer %1$@.
cs: Nahrávání se nezdařilo při pokusu o %1$@.
da: Upload mislykkedes under forsøg på at %1$@.
de: Beim Versuch, %@, ist der Upload fehlgeschlagen.
el: Η μεταφόρτωση απέτυχε κατά την προσπάθεια %1$@.
es: La subida falló al intentar %@.
fa: هنگام تلاش برای %@، آپلود ناموفق بود.
fi: Lataus epäonnistui yritettäessä %1$@.
fr: L’envoi a échoué lors de la tentative de %@.
he: ההעלאה נכשלה במהלך הניסיון ל-%1$@.
hr: Prijenos nije uspio pri pokušaju %1$@.
hu: A feltöltés nem sikerült az %1$@ próbálkozása közben.
id: Pengunggahan gagal saat mencoba %1$@.
it: Caricamento non riuscito durante il tentativo di %@.
ja: %@中にエラーが発生し、アップロードに失敗しました。
ko: %@ 중에 문제가 발생하여 업로드에 실패했습니다.
ms: Muat naik gagal semasa cuba %1$@.
nl: Uploaden mislukt tijdens poging tot %1$@.
no: Opplasting mislyktes under forsøk på %1$@.
pl: Przesyłanie nie powiodło się podczas próby %1$@.
pt_br: O upload falhou ao tentar %@.
pt_pt: O upload falhou ao tentar %1$@.
ro: Încărcarea nu a reușit în timp ce încercați să %1$@.
ru: Сбой загрузки при попытке %@.
sk: Nahrávanie zlyhalo pri pokuse o %1$@.
sl: Nalaganje med poskusom %1$@ ni uspelo.
sv: Uppladdningen misslyckades vid försök till %1$@.
th: การอัปโหลดล้มเหลวขณะพยายาม %1$@
tr: Yükleme, %@ işlemi sırasında başarısız oldu.
uk: Збій вивантаження під час спроби %@.
ur: %1$@ کی کوشش کے دوران اپ لوڈ ناکام ہوگیا۔
vi: Tải lên không thành công khi cố gắng %1$@.
zh_hans: %@时出错，上传失败。
zh_hant: %@時發生錯誤，上傳失敗。

source: Upload failed: %@
ar: فشل التحميل: %1$@
ca: La càrrega ha fallat: %1$@
cs: Nahrávání se nezdařilo: %1$@
da: Upload mislykkedes: %1$@
de: Hochladen fehlgeschlagen: %@
el: Η μεταφόρτωση απέτυχε: %1$@
es: Error al subir: %@
fa: آپلود ناموفق بود: %1$@
fi: Lataus epäonnistui: %1$@
fr: Échec de l'envoi : %@
he: ההעלאה נכשלה: %1$@
hr: Prijenos nije uspio: %1$@
hu: Sikertelen feltöltés: %1$@
id: Gagal mengunggah: %1$@
it: Caricamento non riuscito: %@
ja: アップロードに失敗しました: %@
ko: 업로드 실패: %@
ms: Muat naik gagal: %1$@
nl: Uploaden mislukt: %1$@
no: Opplasting mislyktes: %1$@
pl: Przesyłanie nie powiodło się: %1$@
pt_br: Falha no envio: %@
pt_pt: Falha no upload: %1$@
ro: Încărcarea nu a reușit: %1$@
ru: Ошибка загрузки: %@
sk: Nahrávanie zlyhalo: %1$@
sl: Nalaganje ni uspelo: %1$@
sv: Uppladdningen misslyckades: %1$@
th: การอัปโหลดล้มเหลว: %1$@
tr: Yükleme başarısız oldu: %@
uk: Не вдалося вивантажити: %@
ur: اپ لوڈ ناکام: %1$@
vi: Tải lên không thành công: %1$@
zh_hans: 上传失败：%@
zh_hant: 上傳失敗：%@

source: upload screenshot %lld
ar: تحميل لقطة الشاشة %1$lld
ca: puja la captura de pantalla %1$lld
cs: nahrát snímek obrazovky %1$lld
da: upload skærmbillede %1$lld
de: Screenshot %lld hochzuladen
el: μεταφόρτωση στιγμιότυπου οθόνης %1$lld
es: subir la captura %lld
fa: آپلود اسکرین‌شات %lld
fi: lähetä kuvakaappaus %1$lld
fr: procéder à l'envoi de la capture d'écran %lld
he: העלה צילום מסך %1$lld
hr: prenesi snimak zaslona %1$lld
hu: képernyőkép feltöltése %1$lld
id: unggah tangkapan layar %1$lld
it: caricare lo screenshot %lld
ja: スクリーンショット %lld のアップロード
ko: 스크린샷 %lld 업로드
ms: muat naik tangkapan skrin %1$lld
nl: screenshot uploaden %1$lld
no: last opp skjermdump %1$lld
pl: prześlij zrzut ekranu %1$lld
pt_br: enviar a captura de tela %lld
pt_pt: enviar captura de ecrã %1$lld
ro: încărcați captură de ecran %1$lld
ru: загрузить скриншот %lld
sk: odovzdať snímku obrazovky %1$lld
sl: naloži posnetek zaslona %1$lld
sv: ladda upp skärmdump %1$lld
th: อัปโหลดภาพหน้าจอ %1$lld
tr: %lld. ekran görüntüsünü yükleme
uk: вивантажити знімок екрана %lld
ur: اسکرین شاٹ اپ لوڈ کریں %1$lld
vi: tải lên ảnh chụp màn hình %1$lld
zh_hans: 上传第 %lld 张截图
zh_hant: 上傳第 %lld 張螢幕截圖

source: Upload screenshots straight from Screenshot Bro.
ar: قم بتحميل لقطات الشاشة مباشرة من Screenshot Bro.
ca: Penja captures de pantalla directament des de Screenshot Bro.
cs: Nahrajte snímky obrazovky přímo z Screenshot Bro.
da: Upload screenshots direkte fra Screenshot Bro.
de: Lade Screenshots direkt aus Screenshot Bro hoch.
el: Μεταφορτώστε στιγμιότυπα οθόνης απευθείας από Screenshot Bro.
es: Sube las capturas directamente desde Screenshot Bro.
fa: اسکرین‌شات‌ها را مستقیماً از Screenshot Bro آپلود کنید.
fi: Lataa kuvakaappauksia suoraan kohteesta Screenshot Bro.
fr: Envoyez des captures d'écran directement depuis Screenshot Bro.
he: העלה צילומי מסך ישר מ-Screenshot Bro.
hr: Prenesite snimke zaslona izravno iz Screenshot Bro.
hu: Töltsön fel képernyőképeket közvetlenül a Screenshot Bro webhelyről.
id: Unggah tangkapan layar langsung dari Screenshot Bro.
it: Carica gli screenshot direttamente da Screenshot Bro.
ja: Screenshot Bro からスクリーンショットを直接アップロードできます。
ko: Screenshot Bro에서 바로 스크린샷을 업로드하세요.
ms: Muat naik tangkapan skrin terus daripada Screenshot Bro.
nl: Upload screenshots rechtstreeks vanuit Screenshot Bro.
no: Last opp skjermbilder rett fra Screenshot Bro.
pl: Prześlij zrzuty ekranu bezpośrednio z Screenshot Bro.
pt_br: Envie capturas de tela direto do Screenshot Bro.
pt_pt: Faça upload de capturas de ecrã diretamente de Screenshot Bro.
ro: Încărcați capturi de ecran direct de la Screenshot Bro.
ru: Загружайте скриншоты прямо из Screenshot Bro.
sk: Nahrajte snímky obrazovky priamo z Screenshot Bro.
sl: Naložite posnetke zaslona neposredno iz Screenshot Bro.
sv: Ladda upp skärmdumpar direkt från Screenshot Bro.
th: อัปโหลดภาพหน้าจอโดยตรงจาก Screenshot Bro
tr: Ekran görüntülerini doğrudan Screenshot Bro'dan yükleyin.
uk: Вивантажуйте знімки екрана прямо з Screenshot Bro.
ur: براہ راست Screenshot Bro سے اسکرین شاٹس اپ لوڈ کریں۔
vi: Tải ảnh chụp màn hình lên ngay từ Screenshot Bro.
zh_hans: 直接从 Screenshot Bro 上传截图。
zh_hant: 直接從 Screenshot Bro 上傳螢幕截圖。

source: Upload store listing screenshots to Google Play.
ar: تحميل لقطات شاشة لبطاقة بيانات المتجر إلى Google Play.
ca: Penja captures de pantalla de fitxes de la botiga a Google Play.
cs: Nahrajte snímky obrazovky záznamu v obchodu do Google Play.
da: Upload screenshots af butiksfortegnelsen til Google Play.
de: Lade Screenshots für den Store-Eintrag bei Google Play hoch.
el: Μεταφορτώστε στιγμιότυπα οθόνης καταχώρισης καταστήματος στο Google Play.
es: Sube las capturas de tu ficha a Google Play.
fa: اسکرین‌شات‌های صفحهٔ فروشگاه را در Google Play آپلود کنید.
fi: Lataa tietosivun kuvakaappaukset kohteeseen Google Play.
fr: Envoyez les captures d'écran de votre fiche vers Google Play.
he: העלה צילומי מסך של רישום בחנות אל Google Play.
hr: Prenesite snimke zaslona unosa trgovine u Google Play.
hu: Az áruházi adatlap képernyőképeinek feltöltése ide: Google Play.
id: Unggah tangkapan layar cantuman toko ke Google Play.
it: Carica gli screenshot della scheda dello store su Google Play.
ja: ストア掲載情報のスクリーンショットを Google Play にアップロードします。
ko: 스토어 등록정보 스크린샷을 Google Play에 업로드하세요.
ms: Muat naik tangkapan skrin penyenaraian gedung ke Google Play.
nl: Upload screenshots van winkelvermeldingen naar Google Play.
no: Last opp skjermbilder av butikkoppføringen til Google Play.
pl: Prześlij zrzuty ekranu z informacjami o sklepie do Google Play.
pt_br: Envie as capturas de tela da página da loja para o Google Play.
pt_pt: Faça upload das capturas de ecrã da listagem da loja para Google Play.
ro: Încărcați capturi de ecran cu înregistrarea în magazin pe Google Play.
ru: Загрузите скриншоты страницы приложения в Google Play.
sk: Nahrajte snímky obrazovky záznamu v obchode do Google Play.
sl: Prenesite posnetke zaslona objave v trgovini v Google Play.
sv: Ladda upp skärmdumpar från butiksuppgifter till Google Play.
th: อัปโหลดภาพหน้าจอรายชื่อร้านค้าไปที่ Google Play
tr: Mağaza sayfası ekran görüntülerini Google Play'e yükleyin.
uk: Вивантажуйте знімки екрана для сторінки в Google Play.
ur: اسٹور کی فہرست کے اسکرین شاٹس کو Google Play پر اپ لوڈ کریں۔
vi: Tải ảnh chụp màn hình danh sách cửa hàng lên Google Play.
zh_hans: 将商品详情截图上传到 Google Play。
zh_hant: 將商店資訊螢幕截圖上傳至 Google Play。

source: Upload target
ar: تحميل الهدف
ca: Carrega l'objectiu
cs: Cíl nahrávání
da: Upload mål
de: Upload-Ziel
el: Μεταφόρτωση στόχου
es: Destino de la subida
fa: مقصد آپلود
fi: Lataa kohde
fr: Destination de l'envoi
he: יעד העלאה
hr: Učitaj cilj
hu: Cél feltöltése
id: Unggah target
it: Destinazione del caricamento
ja: アップロード対象
ko: 업로드 대상
ms: Sasaran muat naik
nl: Doel uploaden
no: Last opp mål
pl: Prześlij cel
pt_br: Destino do envio
pt_pt: Destino de upload
ro: Încărcați ținta
ru: Куда загрузить
sk: Cieľ nahrávania
sl: Naloži cilj
sv: Ladda upp mål
th: อัปโหลดเป้าหมาย
tr: Yükleme hedefi
uk: Куди вивантажити
ur: ہدف اپ لوڈ کریں۔
vi: Mục tiêu tải lên
zh_hans: 上传目标
zh_hant: 上傳目標

source: Upload to
ar: تحميل إلى
ca: Puja a
cs: Nahrát do
da: Upload til
de: Hochladen in
el: Μεταφόρτωση σε
es: Subir a
fa: آپلود در
fi: Lataa osoitteeseen
fr: Envoyer vers
he: העלה ל
hr: Prenesi na
hu: Feltöltés ide
id: Unggah ke
it: Carica su
ja: アップロード先
ko: 업로드 대상
ms: Muat naik ke
nl: Uploaden naar
no: Last opp til
pl: Prześlij do
pt_br: Enviar para
pt_pt: Carregar para
ro: Încărcați în
ru: Загрузить в
sk: Nahrať do
sl: Naloži v
sv: Ladda upp till
th: อัพโหลดไปที่
tr: Yükleme hedefi
uk: Вивантажити в
ur: پر اپ لوڈ کریں۔
vi: Tải lên
zh_hans: 上传至
zh_hant: 上傳至

source: Upload to App Store Connect
ar: تحميل إلى App Store Connect
ca: Penja a App Store Connect
cs: Nahrát do App Store Connect
da: Upload til App Store Connect
de: In App Store Connect hochladen
el: Μεταφόρτωση σε App Store Connect
es: Subir a App Store Connect
fa: آپلود در App Store Connect
fi: Lataa kohteeseen App Store Connect
fr: Envoyer vers App Store Connect
he: העלה ל-App Store Connect
hr: Prenesi na App Store Connect
hu: Feltöltés ide: App Store Connect
id: Unggah ke App Store Connect
it: Carica su App Store Connect
ja: App Store Connect にアップロード
ko: App Store Connect에 업로드
ms: Muat naik ke App Store Connect
nl: Uploaden naar App Store Connect
no: Last opp til App Store Connect
pl: Prześlij do App Store Connect
pt_br: Enviar para App Store Connect
pt_pt: Enviar para App Store Connect
ro: Încărcați pe App Store Connect
ru: Загрузить в App Store Connect
sk: Nahrať do App Store Connect
sl: Naloži v App Store Connect
sv: Ladda upp till App Store Connect
th: อัปโหลดไปที่ App Store Connect
tr: App Store Connect'e Yükle
uk: Вивантажити в App Store Connect
ur: App Store Connect پر اپ لوڈ کریں
vi: Tải lên App Store Connect
zh_hans: 上传至 App Store Connect
zh_hant: 上傳至 App Store Connect

source: Upload to App Store Connect…
ar: تحميل إلى App Store Connect...
ca: Penja a App Store Connect...
cs: Nahrát do App Store Connect…
da: Upload til App Store Connect...
de: In App Store Connect hochladen…
el: Μεταφόρτωση σε App Store Connect…
es: Subir a App Store Connect…
fa: آپلود در App Store Connect…
fi: Lataa App Store Connect…
fr: Envoyer vers App Store Connect…
he: העלה אל App Store Connect...
hr: Prenesi na App Store Connect…
hu: Feltöltés ide: App Store Connect…
id: Unggah ke App Store Connect…
it: Carica su App Store Connect…
ja: App Store Connect にアップロード…
ko: App Store Connect에 업로드…
ms: Muat naik ke App Store Connect…
nl: Uploaden naar App Store Connect…
no: Last opp til App Store Connect...
pl: Prześlij do App Store Connect…
pt_br: Enviar para App Store Connect…
pt_pt: Enviar para App Store Connect…
ro: Încărcați la App Store Connect…
ru: Загрузить в App Store Connect…
sk: Nahrať do App Store Connect…
sl: Naloži v App Store Connect…
sv: Ladda upp till App Store Connect...
th: อัปโหลดไปที่ App Store Connect...
tr: App Store Connect'e Yükle…
uk: Вивантажити в App Store Connect…
ur: App Store Connect پر اپ لوڈ کریں…
vi: Tải lên App Store Connect…
zh_hans: 上传至 App Store Connect…
zh_hant: 上傳至 App Store Connect…

source: Upload to Google Play
ar: تحميل إلى Google Play
ca: Penja a Google Play
cs: Nahrát do Google Play
da: Upload til Google Play
de: Bei Google Play hochladen
el: Μεταφόρτωση σε Google Play
es: Subir a Google Play
fa: آپلود در Google Play
fi: Lataa kohteeseen Google Play
fr: Envoyer vers Google Play
he: העלה ל-Google Play
hr: Prenesi na Google Play
hu: Feltöltés ide: Google Play
id: Unggah ke Google Play
it: Carica su Google Play
ja: Google Play にアップロード
ko: Google Play에 업로드
ms: Muat naik ke Google Play
nl: Uploaden naar Google Play
no: Last opp til Google Play
pl: Prześlij do Google Play
pt_br: Enviar para Google Play
pt_pt: Enviar para Google Play
ro: Încărcați pe Google Play
ru: Загрузить в Google Play
sk: Nahrať do Google Play
sl: Naloži v Google Play
sv: Ladda upp till Google Play
th: อัปโหลดไปที่ Google Play
tr: Google Play'e Yükle
uk: Вивантажити в Google Play
ur: Google Play پر اپ لوڈ کریں
vi: Tải lên Google Play
zh_hans: 上传至 Google Play
zh_hant: 上傳至 Google Play

source: Upload to Google Play…
ar: تحميل إلى Google Play...
ca: Penja a Google Play...
cs: Nahrát do Google Play…
da: Upload til Google Play...
de: Bei Google Play hochladen…
el: Μεταφόρτωση σε Google Play…
es: Subir a Google Play…
fa: آپلود در Google Play…
fi: Lataa Google Play…
fr: Envoyer vers Google Play…
he: העלה ל-Google Play…
hr: Prenesi na Google Play…
hu: Feltöltés ide: Google Play…
id: Unggah ke Google Play…
it: Carica su Google Play…
ja: Google Play にアップロード…
ko: Google Play에 업로드…
ms: Muat naik ke Google Play…
nl: Uploaden naar Google Play…
no: Last opp til Google Play...
pl: Prześlij do Google Play…
pt_br: Enviar para Google Play…
pt_pt: Enviar para Google Play…
ro: Încărcați la Google Play…
ru: Загрузить в Google Play…
sk: Nahrať do Google Play…
sl: Naloži v Google Play…
sv: Ladda upp till Google Play...
th: อัปโหลดไปที่ Google Play...
tr: Google Play'e Yükle…
uk: Вивантажити в Google Play…
ur: Google Play پر اپ لوڈ کریں…
vi: Tải lên Google Play…
zh_hans: 上传至 Google Play…
zh_hant: 上傳至 Google Play…

source: Upload Treatments
ar: تحميل العلاجات
ca: Carrega Tractaments
cs: Nahrát ošetření
da: Upload behandlinger
de: Treatments hochladen
el: Μεταφόρτωση θεραπειών
es: Subir tratamientos
fa: آپلود نسخه‌های آزمایشی
fi: Lataa hoitoja
fr: Envoyer les traitements
he: העלה טיפולים
hr: Prijenos tretmana
hu: Kezelések feltöltése
id: Unggah Perawatan
it: Carica trattamenti
ja: トリートメントをアップロード
ko: 트리트먼트 업로드
ms: Muat Naik Rawatan
nl: Behandelingen uploaden
no: Last opp behandlinger
pl: Prześlij zabiegi
pt_br: Enviar tratamentos
pt_pt: Carregar Tratamentos
ro: Încărcați tratamente
ru: Загрузить тестовые варианты
sk: Nahrať liečby
sl: Naloži zdravljenje
sv: Ladda upp behandlingar
th: อัพโหลดการรักษา
tr: Alternatif Sayfaları Yükle
uk: Вивантажити тестові варіанти
ur: علاج اپ لوڈ کریں۔
vi: Tải lên phương pháp điều trị
zh_hans: 上传实验组
zh_hant: 上傳處理組
